Repository: aurhat/cubelister
Catalog: po/*.po
Languages: de

source: &Close
de: &Schliessen

source: About Cube Server Lister (CSL)
de: Über Cube Server Lister (CSL)

source: Application icon:
de: Programmsymbol:

source: Map previews:
de: Kartenvorschau:

source: Translations:
de: Übersetzungen:

source: Previous extended info server patches:
de: Frühere Extended Info Server Patches:

source: Country Flags:
de: Länderflaggen:

source: Credits
de: Dank an

source: License
de: Lizenz

source: default
de: Standard

source: Add
de: Hinzufügen

source: &Cancel
de: Abbre&chen

source: CSL - Add new Master
de: CSL - Master hinzufügen

source: Game:
de: Spiel:

source: Master type:
de: Mastertyp:

source: Address:
de: Adresse:

source: Path:
de: Pfad:

source: Master already exists!
de: Master existiert bereits!

source: Error
de: Fehler!

source: CSL - Add new server
de: CSL - Server hinzufügen

source: Ad&min connect
de: Als Ad&min verbinden

source: CSL - Server password
de: CSL - Server-Passwort

source: Password:
de: Passwort:

source: Set as default waiting time.
de: Setze als standard Wartezeit.

source: CSL - Server full
de: CSL - Server voll

source: The server is full at the moment. Wait for a free slot?
de: Der Server ist momentan voll. Auf einen freien Slot warten?

source: Time to wait (sec):
de: Wartezeit (sek):

source: Team score
de: Teampunkte

source: Game information
de: Spielinformationen

source: Map information
de: Karteninformationen

source: Map
de: Karte

source: Stop auto update when map &ends
de: Anhalten beim &Ende der Karte

source: &Show map if possible
de: &Zeige Karte wenn möglich

source: CSL - Extended info
de: CSL - Erweiterte Informationen

source: Mode:
de: Modus:

source: Time remaining:
de: Zeit verbleibend:

source: Players :
de: Spieler :

source: no map
de: keine Karte

source: %d players
de: %d Spieler

source: Flag score
de: Flaggenpunkte

source: WINNER
de: GEWINNER

source: No teams.
de: Kein Teamspiel..

source: Not a team game.
de: Kein Teamspiel.

source: Time is up
de: Zeit abgelaufen

source: Text files (*.txt)|*.txt
de: Textdateien (*.txt)|*.txt

source: Search
de: Suchen

source: %d matches
de: %d Treffer

source: &Back
de: &Zurück

source: &Forward
de: &Vorwärts

source: &Filter chat
de: Chat &filtern

source: 0 (Low)
de: 0 (Niedrig)

source: 1 (Default)
de: 1 (Standard)

source: &Open
de: &Öffnen

source: &Save
de: &Speichern

source: CSL - Game output
de: CSL - Spielausgabe

source: Level:
de: Stufe:

source: Open log file
de: Logdatei öffnen

source: File
de: Datei

source: Save log file
de: Logdatei speichern

source: Executables (*.exe; *.bat; *.cmd)|*.exe;*.bat;*.cmd
de: Ausführbare Dateien (*.exe; *.bat; *.cmd)|*.exe;*.bat;*.cmd

source: Game executable:
de: Programmdatei:

source: Select %s executable
de: Programmdatei von %s wählen

source: Game directory:
de: Spielverzeichnis:

source: Select %s game path
de: Spielverzeichnis von %s wählen

source: Config directory:
de: Konfigurationsverzeichnis:

source: Select %s config path
de: Konfigurationsverzeichnis von %s wählen

source: Game parameters:
de: Spielparameter:

source: Configuration:
de: Konfiguration:

source: Expert configuration
de: Expertenkonfiguration

source: Server lists
de: Server Listen

source: Times && Intervals
de: Zeiten und Intervalle

source: Ping thresholds
de: Ping Schwellwerte

source: Game output
de: Spielausgabe

source: Don't update when playing
de: Nicht aktualisieren beim Spielen

source: Keep favourites
de: Favoriten erhalten

source: Keep servers with statistics
de: Server mit Statistiken erhalten

source: Auto &save game output to:
de: Automatisch Spielausgabe speichern nach:

source: Select game output path
de: Spielausgabeverzeichnis wählen

source: Cube Server Lister - Settings
de: Cube Server Lister - Einstellungen

source: Server empty
de: Server leer

source: Server full
de: Server voll

source: Update interval (sec):
de: Aktualisierungsintervall (Sekunden):

source: Wait on full server (sec):
de: Wartezeit bei vollem Server (Sekunden):

source: Minimum playtime for statistics (sec):
de: Minimale Spielzeit für Statistik (Sekunden):

source: Cleanup dead servers (days)
de: Inaktive Server löschen (Tage)

source: Good
de: Gut

source: Bad
de: Schlecht

source: Games
de: Spiele

source: Colours
de: Farben

source: Other
de: Verschiedenes

source: Threshold for good ping can't be higher than threshold for bad ping.
de: Der Schwellwert für einen guten Ping kann nicht höher sein als der Schwellwert für einen schlechten Ping.

source: Select a folder for game output logs or disable autosave.
de: Einen Ordner für die Spielausgabe wählen oder automatisches Speichern deaktivieren.

source: CSL - Traffic statistics
de: CSL - Datenverkehr Statistiken

source: Packets
de: Pakete

source: Data
de: Daten

source: Data (raw)
de: Daten (roh)

source: Input
de: Eingehend

source: Output
de: Ausgehend

source: %s returned with code: %d
de: %s beendet mit Code: %d

source: on
de: auf

source: Minutes
de: Minuten

source: Failed to initialise internal engine! Please try to restart the application.
de: Fehler beim Initialisieren! Bitte das Programm neu starten.

source: Fatal error!
de: Kritischer Fehler!

source: &File
de: &Datei

source: &Settings
de: Ein&stellungen

source: &Exit
de: B&eenden

source: &Update from master F5
de: Akt&ualisiere vom Master F5

source: Add a &new master ...
de: Master hi&nzufügen ...

source: &Remove master
de: Master entfe&rnen

source: A&bout
de: Ü&ber

source: Show games
de: Zeige Spiele

source: Show server information
de: Zeige Serverinformationen

source: Show player list
de: Zeige Spielerliste

source: Show favourites
de: Zeige Favoriten

source: Show search bar CTRL+F
de: Zeige Suchleiste CTRL+F

source: Show game output CTRL+O
de: Zeige Spielausgabe CTRL+O

source: &Traffic statistics
de: Da&tenverkehr Statistiken

source: Sort lists automatically CTRL+L
de: Listen automatisch sortieren CTRL+L

source: Reset layout
de: Layout zurücksetzen

source: &View
de: &Ansicht

source: &Help
de: &Hilfe

source: &Search
de: &Suchen

source: Se&rvers
de: Se&rver

source: &Players
de: Spieler

source: Search result: %d servers
de: Suchergebnis: %d Server

source: Search:
de: Suchen:

source: Master list servers
de: Server

source: Favourite servers
de: Favoriten

source: Selected server
de: Ausgewählter Server

source: Server info
de: Serverinformationen

source: Total play time for game %s: %s
de: Gesamtspielzeit für %s: %s

source: most played server: '%s' (total play time: %s)
de: meistgespielter Server: '%s' (Gesamtspielzeit: %s)

source: (Filters:
de: (Filter:

source: Sending request to master:
de: Sende Anfrage zum Master:

source: Error on update from master:
de: Fehler beim Aktualisieren vom Master:

source: Got %d servers from master
de: %d Server vom Master erhalten

source: You are currently playing, so quit the game and try again.
de: Es läuft momentan schon ein Spiel.

source: Failed to start:
de: Fehler beim Starten:

source: Search result: %d players on %d servers
de: Suchergebnis: %d Spieler auf %d Server

source: Waiting %s for a free slot on "%s" (press ESC to abort or join another server)
de: Warte %s auf einen freien Slot auf "%s" (ESC drücken um abzubrechen oder einen anderen Server wählen)

source: There is currently a game running. Quit the game first and try again.
de: Es läuft momentan schon ein Spiel. Spiel beenden und erneut versuchen.

source: CSL terminating
de: CSL beendet sich

source: Waiting for engine to terminate ...
de: Warte auf das Beenden der Engine

source: New version %s
de: Neue Version %s

source: There is a new version (%s) of Cube Server Lister available.
de: Eine neue Version (%s) von Cube Server Lister is verfügbar.

source: CSL already running
de: CSL läuft bereits

source: CSL is already running.
de: Eine Instanz von CSL läuft bereits.

source: Address
de: Adresse

source: Location
de: Standort

source: Game
de: Spiel

source: Protocol version
de: Protokollversion

source: Uptime
de: Laufzeit

source: Last seen
de: Zuletzt gesehen

source: Last played
de: Zuletzt gespielt

source: Last play time
de: Spielzeit (letzte)

source: Total play time
de: Spielzeit (gesamt)

source: Connects
de: Verbindungen

source: unknown
de: unbekannt

source: GeoIP database not found.
de: GeoIP-Datenbank nicht gefunden

source: This version of extended info is not supported.
de: Diese Version der erweiterten Informationen wird nicht unterstützt.

source: Extended info not supported.
de: Erweiterte Informationen werden nicht unterstützt.

source: Extended information
de: Erweiterte Informationen

source: Full
de: Voll

source: Micro
de: Mikro

source: Default
de: Standard

source: Name: %s Country: %s
de: Name: %s Land: %s

source: Unknown
de: Unbekannt

source: GeoIP database not found
de: GeoIP-Datenbank nicht gefunden

source: Player list
de: Spielerliste

source: for server:
de: für Server:

source: - connecting -
de: - verbinden -

source: no data
de: kein Daten

source: Player
de: Spieler

source: Accuracy
de: Genauigkeit

source: Armour
de: Rüstung

source: Weapon
de: Waffe

source: Choose Yes to keep these servers, No to delete them or Cancel the operation.
de: Wähle Ja um diese Server zu behalten, Nein um sie zu löschen oder Abbrechen, um den Vorgang zu beenden.

source: You are about to delete servers which are also favourites!
de: Es sollen Server gelöscht werden, die als Favoriten markiert sind!

source: Warning
de: Warnung!

source: You are about to delete servers which have statistics!
de: Es sollen Server gelöscht werden, die Statistiken enthalten!

source: Server "%s" is currently locked, so deletion is not possible!
de: Server "%s" kann nicht gelöscht werden, da er gesperrt ist!

source: Description
de: Titel

source: Mode
de: Modus

source: Time
de: Zeit

source: no limit
de: kein Limit

source: &Connect
de: Verbinden

source: Connect (&Password)
de: Verbinden (&Passwort)

source: C&opy to clipboard
de: In &Zwischenablage kopieren

source: &Add to favourites
de: Zu F&avoriten hinzufügen

source: &Add server ...
de: Server &hinzufügen ...

source: &Remove from favourites
de: Aus Favoritenliste entfe&rnen

source: &Delete server
de: Server &löschen

source: &Delete servers
de: Server &löschen

source: Empty
de: Leer

source: Not empty
de: Nicht leer

source: Knife
de: Messer

source: Pistol
de: Pistole

source: Shotgun
de: Schrotflinte

source: Subgun
de: Maschinenpistole

source: Sniper
de: Scharfschützengewehr

source: Assault
de: Sturmgewehr

source: Grenade
de: Granate

source: Pistol (auto)
de: Pistole (auto)

source: Client binary for game AssaultCube not found! Check your settings.
de: Programmdatei von AssaultCube wurde nicht gefunden. Bitte die Einstellungen überprüfen.

source: Game path for game AssaultCube not found! Check your settings.
de: Spielverzeichnis von AssaultCube wurde nicht gefunden. Bitte die Einstellungen überprüfen.

source: Config path for game AssaultCube not found! Check your settings.
de: Konfigurationsverzeichnis von AssaultCube wurde nicht gefunden. Bitte die Einstellungen überprüfen.

source: Chaingun
de: Maschinengewehr

source: Grenades
de: Granaten

source: Flamer
de: Flammenwerfer

source: Rifle
de: Scharfschützengewehr

source: Client binary for game Blood Frontier not found! Check your settings.
de: Programmdatei von Blood Frontier wurde nicht gefunden. Bitte die Einstellungen überprüfen.

source: Game path for game Blood Frontier not found! Check your settings.
de: Spielverzeichnis von Blood Frontier wurde nicht gefunden. Bitte die Einstellungen überprüfen.

source: Config path for game Blood Frontier not found! Check your settings.
de: Konfigurationsverzeichnis von Blood Frontier wurde nicht gefunden. Bitte die Einstellungen überprüfen.

source: Client binary for game Cube not found! Check your settings.
de: Programmdatei von Cube wurde nicht gefunden. Bitte die Einstellungen überprüfen.

source: Game path for game Cube not found! Check your settings.
de: Spielverzeichnis von Cube wurde nicht gefunden. Bitte die Einstellungen überprüfen.

source: Fist
de: Faust

source: Rocketlauncher
de: Raketenwerfer

source: Grenadelauncher
de: Granatwerfer

source: Fireball
de: Feuerball

source: Iceball
de: Eisball

source: Slimeball
de: Schleimball

source: Bite
de: Biss

source: Client binary for game Sauerbraten not found! Check your settings.
de: Programmdatei von Sauerbraten wurde nicht gefunden. Bitte die Einstellungen überprüfen.

source: Game path for game Sauerbraten not found! Check your settings.
de: Spielverzeichnis von Sauerbraten wurde nicht gefunden. Bitte die Einstellungen überprüfen.

source: Config path for game Sauerbraten not found! Check your settings.
de: Konfigurationsverzeichnis von Sauerbraten wurde nicht gefunden. Bitte die Einstellungen überprüfen.

source: Couldn't find "%s"
de: "%s" konnte nicht gefunden werden

source: day
de: Tag

source: days
de: Tage

source: hour
de: Stunde

source: hours
de: Stunden

source: minutes
de: Minuten

source: second
de: Sekunde

source: seconds
de: Sekunden

source: sec
de: sek

source: Tool to monitor cubeengine-based servers.
de: Programm um Cubeengine basierende Server zu beobachten.

source: Monitor Cubeengine based servers.
de: Cubeengine basierende Server beobachten.
